Repository: 1797890817/dde-daemon
Catalog: misc/po/*.po
Languages: es, ro

source: Necessary firmware for the device may be missed.
es: Puede ser que falte firmware necesario del dipositivo.
ro: Lipsește microprogramul necesar pentru dispozitiv.

source: The device was removed.
es: El dispositivo fue retirado.
ro: Dispozitivul a fost eliminat

source: NetworkManager went to sleep.
es: NetworkManager se apagó.
ro: Managerul de rețea a fost suspendat.

source: The device's active connection was removed or disappeared.
es: La conexión activa del dispositivo desapareció o ha sido eliminada.
ro: Conexiunea activă a dispozitivului a fost eliminată sau nu mai există.

source: A user or client requested to disconnect.
es: Un usuario o cliente solicita desconectarse.
ro: Utilizatorul sau clientul a solicitat să fie deconectat.

source: The device's carrier/link changed.
es: El proveedor de servicio/enlace ha cambiado.
ro: Furnizorul/link-ul dispozitivului a fost schimbat.

source: The device's existing connection was assumed.
es: La conexión del dispositivo fue asumida.
ro: Conexiunea existentă a dispozitivului a fost acceptată.

source: The 802.1x supplicant is now available.
es: El suplicante 802.1X está ahora disponible.
ro: Suplicantul802.1X este disponibil acum.

source: The modem could not be found.
es: No se encontró el módem.
ro: Modemul nu poate fi găsit.

source: The Bluetooth connection timed out or failed.
es: La conexión Buetooth superó el tiempo de espera o ha fallado.
ro: Conexiunea Bluetooth: timpul a expirat sau eşuarea generală.

source: GSM Modem's SIM Card was not inserted.
es: La tarjeta SIM del módem GSM no fue insertada.
ro: Cartela SIM a modemului GSM nu a fost introdusă.

source: GSM Modem's SIM PIN required.
es: Módem GSM SIM PIN requerido.
ro: Introdu codul PIN al SIM-ului din modemul GSM.

source: GSM Modem's SIM PUK required.
es: Módem GSM SIM PUK requerido.
ro: Introdu codul PUK al SIM-ului din modemul GSM

source: Wrong GSM Modem's SIM
es: Módem GSM SIM incorrecto.
ro: SIM -ul din modem GSM inorect.

source: InfiniBand device does not support connected mode.
es: Dispositivo InfiniBand no admite el modo conectado.
ro: Dispozitivul bandă infinit nu suportă modul de conectare.

source: A connection dependency failed.
es: Una dependencia de la conexión ha fallado.
ro: Eșuare dependență de conexiune .

source: Problem with the RFC 2684 Ethernet over ADSL bridge.
es: Problema con el RFC 2684 Ethernet sobre puente de ADSL.
ro: Problemă cu RFC 2684 Suprapunere ethernet peste puntea ADSL.

source: ModemManager did not run or quitted unexpectedly.
es: ModemManager no se inició o ha fallado inesperadamente.
ro: Managerul modemului nu a fost pornit sau s-a oprit în mod imprevizibil.

source: The 802.11 Wi-Fi network could not be found.
es: No se encontró la red Wi-Fi 802.11.
ro: Rețeaua Wi-Fi 802.11 nu a fost găsită.

source: A secondary connection of the base connection failed.
es: Una conexión secundaria de la conexión base falló.
ro: Conectare repetată a conexiunii de bază a eşuat.

source: DCB or FCoE setup failed.
ro: Setarea DCB sau FCoE a eșuat.

source: Network cable is unplugged.
es: El cable de red está desconectado.
ro: Cablul de rețea este deconectat.

source: Network teaming control failed.
ro: Control

source: Please make sure SIM card has been inserted with mobile network signal.
ro: Vă rugăm asigurați-vă că SIM-ul are semnal mobil de rețea.

source: Modem failed to run or not available.
ro: Modemul nu a pornit sau nu este disponibil.

source: Please make sure a correct plan was selected without arrearage of SIM card.
ro: Vă rugăm asigurați-vă că a fost selectat un plan corect, fără restanțe la cardul SIM.

source: Modem now ready and available.
ro: Acum modemul este gata şi disponibil.

source: SIM PIN is incorrect.
ro: PIN SIM incorect.

source: Activate VPN connection failed, unknown reason.
es: Falló la conexión VPN por causas desconocidas.
ro: Activarea conexiunii VPN a eşuat, din motive imprevizibile.

source: New connection activation is enqueuing.
ro: Activarea conexiunii noi este în coadă.

source: Activate VPN connection failed.
es: Falló la conexión VPN.
ro: Activarea conexiunii VPN a eşuat.

source: Parent device changed.
ro: Dispozitiv părinte modificat.

source: Management status of parent device changed.
ro: Statutul managerial al dispozitivului mamă s-a modificat.

source: The VPN connection changed state due to disconnection from users.
es: La conexión VPN ha cambiado el estado debido a la desconexión de los usuarios.
ro: Conexiunea VPN a fost modificată din motivul deconectării de la utilizatori.

source: The VPN connection changed state due to disconnection from devices.
es: La conexión VPN ha cambiado el estado debido a la desconexión de los dispositivos.
ro: Conexiunea VPN a fost modificată din motivul deconectării de la dispozitive.

source: VPN service stopped.
es: Servicio VPN se detuvo.
ro: Serviciul VPN a fost oprit.

source: The IP config of VPN connection was invalid.
es: La configuración IP de la conexión VPN no es válida.
ro: Configurarea IP a conexiunii VPN nu este valabilă.

source: The connection attempt to VPN service timed out.
es: El intento de conexión con el servicio VPN ha agotado el tiempo de espera.
ro: Încercarea de conectare la serviciul VPN: timpul a expirat.

source: The VPN service start timed out.
es: La puesta en servicio de VPN ha agotado el tiempo de espera.
ro: Pornirea serviciului VPN: timpul a expirat.

source: The VPN service failed to start.
es: El servicio VPN no se pudo iniciar.
ro: Eșuarea pornirii serviciul VPN.

source: Necessary password for the VPN connection was not provided.
es: No se proporcionó la contraseña necesaria para la conexión VPN.
ro: Parola necesară pentru conexiunea VPN nu a fost furnizată.

source: Authentication to VPN server failed.
es: Autenticación con el servidor VPN falló.
ro: Eșuarea autentificării la serverul VPN .

source: The connection was deleted from settings.
es: La conexión fue borrada de ajustes.
ro: Conexiunea a fost eliminată din setări.

source: Unknown
es: Desconocido
ro: Necunoscut

source: You are now offline.
es: Ahora está fuera de línea.
ro: Acum sunteți deconectat de la rețea.

source: Airplane mode enabled.
ro: Modul avion activat.

source: Access Point mode is not supported by this device.
es: El modo de punto de acceso no es compatible con este dispositivo.
ro: Modul punctului de acces nu este suportat de acest dispozitiv.

source: Network
es: Redes e Internet
ro: Reţea

source: The hardware switch of WLAN Card is off, please switch on as necessary.
es: El interruptor físico de la tarjeta WLAN está en apagado, por favor enciéndalo.
ro: Comutatorul dispozitivului WLAN este în poziția oprit, vă rugăm să-l porniți.

source: System proxy is set successfully.
es: Sistema proxy fue configurado exitosamente.
ro: Proxy sistem este setat cu succes.

source: System proxy has been cancelled.
es: Sistema proxy ha sido cancelado.
ro: Proxy-ul sistemului a fost anulat.

source: Abnormal battery power
es: Nivel anormal de la batería.
ro: Stare anormală baterie

source: Battery power can not be predicted, please save important documents properly and not do important operations.
es: El nivel de la batería no puede ser predicho. Por favor, guarde los documentos importantes y no realice operaciones importantes.
ro: Volumul de energie furnizat de către baterie nu poate fi prevăzut. Vă rugăm să salvați toate documentele și să nu efectuați nici o manipulare de importanță sporită.

source: Battery Critical Low
es: Batería crítica
ro: Nivel critic baterie

source: Computer has been in suspend mode, please plug in.
es: La computadora ha estado en modo de suspensión, por favor enchúfela.
ro: Calculatorul s-a aflat timp îndelungat în modul de suspendare, vă rugăm să-l conectați la alimentare cu energie electrică.

source: Please plug in, or computer will be in suspend mode.
es: Por favor enchufe la computadora, de lo contrario entrará en modo suspensión.
ro: Vă rugăm să conectați calculatorul la alimentare cu energie electrică, în mod contrar calculatorul v-a trece în modul de suspendare.

source: Battery Low
es: Batería baja
ro: Baterie descărcată

source: Computer will be in suspend mode, please plug in now.
es: La computadora entrará en modo suspensión, por favor enchúfela ahora.
ro: Calculatorul v-a trece în modul de suspendare, vă rugăm să-l conectați la alimentare cu energie electrică.

source: Auto
es: Automático

source: Calculator
es: Calculadora

source: Media player
es: Reproductor de multimedia

source: Stop
es: Detener

source: China Mobile WAP
es: China móvil WAP

source: China Mobile Internet
es: China Movil Internet

source: China Mobile MMS
es: China Movil MMS

source: WPA/WPA2 Enterprise
es: Empresa WPA/WPA2

source: Client
es: Cliente

source: Server
es: Servidor

source: Airplan mode enabled.
es: Modo avión activado.
