Repository: 1797890817/dde-daemon
Catalog: misc/po/*.po
Languages: es, ro

source: Username can not be empty.
es: El nombre de usuario no puede estar vacío.
ro: Câmpul utilizator nu poate fi gol.

source: Username must comprise a~z, 0~9, - or _.
es: El nombre de usuario debe incluir a~z, 0~9, - ó _.
ro: Numele de utilizator trebuie să cuprindă litere de la a la z, cifre de la 0 la 9, sau _.

source: The first character must be in lower case.
es: El primer carácter debe estar en minúsculas.
ro: Prima literă trebuie să fie minusculă.

source: The username exists.
es: El nombre de usuario ya existe.
ro: Acest nume utilizator deja există

source: The username has been used by system.
es: El sistema ha usado este nombre de usuario.
ro: Numele de utilizator este folosit de sistem.

source: The username's length exceeds the limit
ro: Numele utilizatorului depăşeşte limita de lungime

source: Serial port
es: Puerto serial
ro: port serial

source: Dial-Up networking
es: Red Dial-Up
ro: Reţea Dial-Up

source: Hands-Free device
es: Dispositivo manos libres
ro: Dispozitivul Hands-Free

source: Hands-Free voice gateway
es: Gateway de voz manos libres
ro: Portalul Hands-Free voice

source: Headset voice gateway
es: Gateway de voz Auricular
ro: Portalul Headset voice

source: Object push
es: Empujar objetos
ro: Transmitere obiect

source: File transfer
es: Transferencia de archivos
ro: Transfer de fişier

source: Synchronization
es: Sincronización
ro: Sincronizare

source: Phone book access
es: Acceso a agenda telefónica
ro: Accesare cartea de telefoane

source: Phone book access client
es: Acceso a cliente de agenda telefónica
ro: Client de accesare cartea de telefoane

source: Message access
es: Acceso a mensaje
ro: Acces mesaj

source: Message notification
es: Notificación de mensaje
ro: Notificare mesaj

source: Connected
es: Conectado
ro: Conectat

source: Disconnected
es: Desconectado
ro: Deconectat

source: Make sure %q is turned on and in range
ro: Asiguraţi-vă că %q este pornit şi în zona de acoperire

source: Bluetooth connection failed
ro: Conexiune Bluetooth eşuată

source: Make sure %q is turned on and in range
ro: Asigurați-vă că %q este pornit și în raza de acțiune

source: Failed to connect bluetooth
ro: Conectarea bluetooth a eșuat

source: Failed to connect %q, automatically ignored
ro: Conectarea %q a eşuat, ignorare automată

source: Mexico City
es: Cuidad de Mexico
ro: Ciudad de México

source: Santiago
ro: Santiago de Chile

source: Azores
ro: Insulele Azore

source: Cape Verde
ro: Cabo Verde

source: London
es: Londres
ro: Londra

source: Rome
es: Roma
ro: Roma

source: Vienna
ro: Viena

source: Algiers
ro: Algeria

source: Athens
ro: Atena

source: Tehran
ro: Tegheran

source: Moscow
ro: Moscova

source: Yekaterinburg
ro: Ecaterinburg

source: Rangoon
ro: Yangon

source: Seoul
ro: Seul

source: Darwin
ro: Darvin

source: Guam
ro: Insula Guam

source: Auckland
ro: Aukland

source: Anadyr
ro: Anadîr

source: _Run
es: _Ejecutar
ro: _Rulează

source: _Undock
es: _Desanclar
ro: _Elimină de pe bară

source: _Close All
es: _Cerrar Todo
ro: _Închide tot

source: _Dock
es: _Anclar
ro: _ Bară

source: Left Click
es: Clic con el botón izquierdo
ro: Click stânga

source: Middle Click
es: Clic con el botón central
ro: Click din mijloc

source: Right Click
es: Clic con el botón derecho
ro: Click dreapta

source: Page Up
es: Retroceso de página
ro: Pagină sus

source: Page Down
es: Avance página
ro: Pagină jos

source: Launcher
es: Lanzador
ro: Lansator

source: Show desktop
es: Mostrar escritorio
ro: Afişarea desktop

source: Lock screen
es: Bloquear pantalla
ro: Blocare ecran

source: File manager
es: Gestor de ficheros
ro: Managerul de fişiere

source: Switch applications
es: Cambiar aplicaciones
ro: Comutare de aplicaţii

source: Reverse switch applications
es: Revertir cambio de aplicaciones
ro: Comutare reversivă de aplicaţii

source: 3D switch applications
es: Cambio de aplicaciones 3D
ro: Comutare 3D a aplicaţiilor

source: 3D reverse switch applications
es: Cambio de aplicaciones 3D revertido
ro: Comutare 3D reversivă a aplicaţiilor

source: Show/Hide the dock
es: Mostrar/Ocultar el Dock
ro: Afișare/Ascundere bară

source: Screenshot
es: Captura de Pantalla
ro: Captură ecran

source: Full screenshot
es: Captura de Pantalla Completa
ro: Captură completă a ecranului

source: Window screenshot
es: Captura de Ventana
ro: Captură fereastra

source: Delay screenshot
es: Retraso de captura de pantalla
ro: Amânare captura ecran

source: Terminal
ro: Terminalul

source: Terminal Quake Window
es: Ventana de terminal Quake
ro: Fereastra Quake a Terminalului

source: Logout
es: Cerrar sesión
ro: Ieșire

source: Disable Touchpad
es: Desactivar el Panel Táctil
ro: Dezactivare panel tactil

source: Deepin Translator
es: Traductor Deepin
ro: Traducător Deepin

source: Switch Layout
es: Cambiar Distribución de Teclado
ro: Schimbare aspectul tastatura

source: Email client
es: Cliente de correo electrónico
ro: Clientul Email

source: Web browser
es: Navegador web
ro: browser-ul web

source: Play/Pause
es: Reproducir/Pausar
ro: Redare/Pauză

source: Pause
es: Pausa
ro: Pauză

source: Mute
es: Silenciar
ro: Mut

source: Volume down
es: Bajar volumen
ro: Micşorarea volumului

source: Volume up
es: Subir volumen
ro: Mărirea volumului

source: Previous
es: Anterior
ro: Precedent

source: Next
es: Siguiente
ro: Urmatorul

source: Eject
es: Expulsar
ro: Evacuare

source: Close window
es: Cerrar ventana
ro: Închidere fereastră

source: Maximize window
es: Maximizar ventana
ro: Maximizare fereastră

source: Restore window
es: Restaurar ventana
ro: Restabilire fereastră

source: Minimize window
es: Minimizar ventana
ro: Minimizare fereastră

source: Move window
es: Mover ventana
ro: Mutare fereastră

source: Resize window
es: Cambiar tamaño de ventana
ro: Redimensionare fereastră

source: Switch furl state
es: Cambiar estado furl
ro: Minimizare setări

source: Activate window menu
es: Activar el menú de la ventana
ro: Activare meniu fereastră

source: Switch to workspace 1
es: Cambiar a espacio de trabajo 1
ro: Comutare la spațiul de lucru 1

source: Switch to workspace 2
es: Cambiar a espacio de trabajo 2
ro: Comutare la spațiul de lucru 2

source: Switch to workspace 3
es: Cambiar a espacio de trabajo 3
ro: Comutare la spațiul de lucru 3

source: Switch to workspace 4
es: Cambiar a espacio de trabajo 4
ro: Comutare la spațiul de lucru 4

source: Switch to left workspace
es: Cambiar al espacio de trabajo izquierdo
ro: Comutare la spațiul de lucru din stânga

source: Switch to right workspace
es: Cambiar al espacio de trabajo derecho
ro: Comutare la spațiul de lucru din dreapta

source: Switch to upper workspace
es: Cambiar al espacio de trabajo superior
ro: Comutare la spațiul de lucru de deasupra

source: Switch to lower workspace
es: cambiar para reducir el espacio de trabajo
ro: Comutare la spațiul de lucru de dedesubt

source: Move to workspace 1
es: Mover al área de trabajo 1
ro: Trecerea la spațiul de lucru 1

source: Move to workspace 2
es: Mover al área de trabajo 2
ro: Trecerea la spațiul de lucru 2

source: Move to workspace 3
es: Mover al área de trabajo 3
ro: Trecerea la spațiul de lucru 3

source: Move to workspace 4
es: Mover al área de trabajo 4
ro: Trecerea la spațiul de lucru 4

source: Move to left workspace
es: Mover a la izquierda de espacio de trabajo
ro: Trecerea la spațiul de lucru din stânga

source: Move to right workspace
es: Mover al área de trabajo izquierda
ro: Trecerea la spațiul de lucru din dreapta

source: Move to upper workspace
es: Mover al espacio de trabajo superior
ro: Trecerea la spațiul de lucru de deasupra

source: Move to lower workspace
es: Mover reducir el espacio de trabajo
ro: Trecerea la spațiul de lucru de dedesubt

source: Display windows of all workspaces
ro: Afişaţi ferestrele tuturor spaţiilor de lucru

source: Display windows of current workspace
ro: Afişare ferestre ale spaţiului de lucru actual

source: Display workspace
ro: Afișează spațiu de lucru

source: Switch window effects
ro: Comutare efecte fereastră

source: Switch similar windows
ro: Schimbă ferestre similare

source: Switch similar windows in reverse
ro: Comutare ferestre similare în sens invers

source: Switch windows
ro: Schimbă ferestrele

source: Switch windows in reverse
ro: Comutare ferestre în sens invers

source: System language failed to change, please try later.
es: El idioma del sistema no se ha cambiado. Inténtelo de nuevo más tarde.
ro: Eșuarea modificării limbajului de sistem, încercați din nou.

source: System language has been changed, please log in again after logged out.
es: El idioma del sistema se ha cambiado, así que salga y vuelva a acceder.
ro: Limbajul de sistem a fost modificat, vă rugăm să ieșiți din sistem și din nou să vă autentificați.

source: System language is being changed, please wait...
es: Se está cambiando el idioma del sistema. Por favor, espere.
ro: Se modifică limbajul de sistem, vă rugăm să așteptați...

source: System language is being changed with an installation of lacked language packages, please wait...
es: El idioma del sistema se está cambiando con una instalación en la que faltan paquetes de idiomas. Por favor, espere.
ro: Are loc modificarea limbajului de sistem prin instalarea pachetelor lingvistice ce lipsesc, vă rugăm să așteptați...

source: all
ro: tot

source: others
ro: altele

source: games
ro: jocuri

source: graphics
ro: grafica

source: productivity
ro: productivitate

source: industry
ro: industrie

source: education
ro: educație

source: development
ro: dezvoltare

source: system
ro: sistem

source: utilities
ro: utilități

source: Nothing
es: Nada
ro: Nimic

source: Open Folder
es: Abrir carpeta
ro: Deschidere Fişier

source: Run Software
es: Ejecutar Programa
ro: Rulare program

source: None
es: Ninguno
ro: Nici un

source: WEP 40/128-bit Key
es: Clave WEP de 40/128-bit
ro: Cheie WEP 40/128-bit

source: Tunneled TLS
ro: TLS tunelizat

source: Protected EAP
es: EAP protegido
ro: EAP Protejat

source: Wired Connection
es: Conexión por cable
ro: Conexiune prin cablu

source: Saved
es: Guardado
ro: Salvat

source: Always Ask
es: Siempre preguntar
ro: Întreabă Întotdeauna

source: Not Required
es: No requerido
ro: Nu este necesar

source: Connection
es: Conexión
ro: Conexiune

source: Wireless Connection
es: Conexión inalámbrica
ro: Conexiune fără fir

source: Wireless Ad-Hoc
es: Ad-Hoc inalámbrica
ro: Conexiune fără fir Ad-Hoc

source: Wireless Ap-Hotspot
es: Hotspot-Ap inalámbrico
ro: Conexiune fără fir Ap-Hotspot

source: PPPoE Connection
es: Conexión PPPoE
ro: Conexiune PPPoE

source: Mobile Connection
es: Conexión móvil
ro: Conexiune Mobilă

source: Mobile GSM Connection
es: Conexión móvil GSM
ro: Conexiune Mobilă GSM

source: Mobile CDMA Connection
es: Conexión móvil CDMA
ro: Conexiune Mobilă CDMA

source: VPN Connection
es: VPN Conneccion
ro: Conexiune VPN

source: VPN OpenConnect
ro: Conexiune deschisă VPN

source: Disabled
es: Deshabilitado
ro: Dezactivat

source: Anonymous
es: Anónimo
ro: Anonim

source: Authenticated
es: Autenticado
ro: Autentificat

source: Both
es: Ambos
ro: Ambele

source: Automatic
es: Automático
ro: Automat

source: Version 0
es: Versión 0
ro: Versiune 0

source: Version 1
es: Versión 1
ro: Versiune 1

source: Name
ro: Nume

source: Automatically connect
ro: Conectare automată

source: For All Users
ro: Pentru toţi utilizatorii

source: Ethernet
ro: Reţea Ethernet

source: Device MAC Addr
ro: Adresa MAC a dispozitivului

source: Cloned MAC Addr
ro: Adresa MAC clonată a dispozitivului

source: Customize MTU
ro: Personalizare MTU

source: Mobile
ro: Mobil

source: Country or region
ro: Țara sau regiunea

source: Provider
ro: Furnizor

source: Service Type
ro: Tip serviciu

source: Number
ro: Număr

source: Username
ro: Nume utilizator

source: Password
es: Contraseña
ro: Parolă

source: Network ID
ro: ID rețea

source: Home Network Only
ro: Doar rețeaua de acasă

source: Security
ro: Securizare

source: Security Required
ro: Cerințele Securității

source: Key
ro: Cheie

source: EAP Auth
ro: Autentificare EAP

source: Identity
ro: Identitate

source: Anonymous ID
ro: ID Anonim

source: CA Cert
ro: Certificat CA

source: User Cert
ro: Certificatul utilizatorului

source: Provisioning
ro: Provizionare

source: PAC file
ro: Fişierul PAC

source: PEAP Version
ro: Versiune PEAP

source: Inner Auth
ro: Autentificare internă

source: Private Key
ro: Cheie privată

source: Ask for Pwd
ro: Solicită parolă

source: Private Pwd
ro: Parolă privată

source: Mode
ro: Mod

source: Band
ro: Bandă

source: Channel
ro: Canal

source: Service
ro: Serviciu

source: Use MPPE
ro: Utilizare MPPE

source: 128-bit MPPE
ro: MPPE 128 octeţi

source: Stateful MPPE
ro: MPPE complet etapizat

source: Refuse EAP Authentication
ro: Refuzare autentificare EAP

source: Refuse PAP Authentication
ro: Refuzare autentificare PAP

source: Refuse CHAP Authentication
ro: Refuzare autentificare CHAP

source: Refuse MSCHAP Authentication
ro: Refuzare autentificare MSCHAP

source: Refuse MSCHAPv2 Authentication
ro: Refuzare autentificare MSCHAPv2

source: No BSD Data Compression
ro: Nu există comprimare a datelor BSD

source: No Deflate Data Compression
ro: Comprimare a datelor fără diminuarea acestora

source: No TCP Header Compression
ro: Nu există comprimare a titlului TCP

source: Send PPP Echo Packets
ro: Trimite pachete ecou PPP

source: Need VPN Plugin
ro: Este necesar modulul VPN

source: Gateway
ro: Portalul

source: NT Domain
ro: Domeniu NT

source: Allow Cisco Secure Desktop Trojan
ro: Permite troianul Cisco Secure Desktop

source: CSD Script
ro: Script CSD

source: Use FSID for Key Passphrase
ro: Aplicaţi FSID pentru fraza -cheie

source: Auth Type
ro: Tipul Autentificării

source: Static Key
es: Clave estática
ro: Cheie tip Static

source: Customize Key Direction
ro: Setare Direcţie Cheie

source: Key Direction
ro: Direcţie Cheie

source: Remote IP
ro: IP îndepărtat

source: Local IP
ro: IP local

source: User Pwd
ro: Parola utilizatorului

source: Group Name
ro: Nume Grup

source: Group Pwd
ro: Parola Grup

source: Use Hybrid Authentication
ro: Utilizarea Autentificării Hibride

source: CA File
ro: Fişierul CA

source: Enable IPsec
ro: Activare IPsec

source: Group ID
ro: ID Grup

source: Pre-Shared Key
ro: Cheie Pre-Shared

source: No Protocol Field Compression
ro: Nu există comprimare pentru câmpul protocolar

source: No Address/Control Compression
ro: Nu există comprimare pentru adresă/control

source: VPN Security
ro: Securitate VPN

source: Cipher
ro: Cifra

source: HMAC Auth
ro: Autentificare HMAC

source: VPN TLS Authentication
ro: Autentificare TLS VPN

source: Subject Match
ro: Potrivire subiect

source: Remote Cert Type
ro: Tipul certificatului la distanță

source: Key File
ro: Fişier cheie

source: VPN Proxies
ro: Proxy-uri VPN

source: Proxy Type
ro: Tip proxy

source: Server IP
ro: IP server

source: Retry Indefinitely When Failed
ro: În caz de eşec încercați din nou

source: VPN Advanced
ro: VPN avansat

source: Customize Gateway Port
ro: Particularizarea portalului

source: Gateway Port
ro: Portal

source: Customize Renegotiation Interval
ro: Particularizarea intervalului de renegociere

source: Renegotiation Interval
ro: Interval renegociere

source: Use LZO data compression
ro: Utilizează comprimarea LZO a datelor

source: Use TCP connection
ro: Utilizarea conexiunii TCP

source: Use TAP device
ro: Utilizarea dispozitivului tactil

source: Customize Tunnel MTU
ro: Particularizarea tunel MTU

source: Customize UDP Fragment Size
ro: Personalizarea dimensiunii fragmentului UDP

source: UDP Fragment Size
ro: Dimensiune fragment UDP

source: Restrict Tunnel TCP MSS
ro: Restricționarea tunel TCP MSS

source: Randomize Remote Hosts
ro: Selecție aleatorie a host-urilor la distanță

source: Domain
ro: Domeniu

source: Vendor
ro: Furnizor

source: Version
ro: Versune

source: Encryption
ro: Criptare

source: IKE DH Group
ro: Grup IKE DH

source: Forward Secrecy
ro: Redirecționare cu caracter secret

source: Local Port
ro: Port local

source: Disable Dead Peer Detection
ro: Dezactivare detectarea perechii inactive

source: Method
ro: Modalitate

source: IP Address
ro: Adresa IP

source: Netmask
ro: Mască de rețea

source: Custom
ro: Personalizare

source: Default
es: Por Defecto
ro: Implicit

source: Any
es: Cualquiera
ro: Orice

source: Prefer 3G (UMTS/HSPA)
es: Preferir 3G (UMTS/HSPA)
ro: Preferă 3G (UMTS/HSPA)

source: Prefer 2G (GPRS/EDGE)
es: Preferir 2G (GPRS/EDGE)
ro: Preferă 2G (GPRS/EDGE)

source: Prefer 4G (LTE)
es: Preferir 4G (LTE)
ro: Preferă 4G (LTE)

source: Use Only 4G (LTE)
es: Utilizar solamente 4G (LTE)
ro: Folosire Doar 4G (LTE)

source: Link-Local Only
es: Solo enlace local
ro: Numai Conexiune Locală

source: Shared
es: Compartido
ro: Partajat

source: Ignore
es: Ignorar
ro: Ignorare

source: All Available (default)
es: Todos disponibles (por defecto)
ro: Toate Disponibile (implicit)

source: 128-bit (most secure)
es: 128-bit (más seguro)
ro: 128 octeţi (cel mai securizat)

source: 40-bit (less secure)
es: 40-bit (menos seguro)
ro: 40 octeţi (mai puţin securizat)

source: Secure (default)
es: Asegurar (por defecto)
ro: Securizat (implicit)

source: Weak
es: Débil
ro: Slab

source: Certificates (TLS)
es: Certificados (TLS)
ro: Certificate (TLS)

source: Certificates with Password (TLS)
es: Certificados con Contraseña (TLS)
ro: Certificatele cu Parola (TLS)

source: Cisco (default)
es: Cisco (por defecto)
ro: Cisco (implicit)

source: NAT-T When Available (default)
es: NAT-T Cuando disponible (por defecto)
ro: NAT-T Cînd este disponibil (implicit)

source: NAT-T Always
es: NAT-T Siempre
ro: Întotdeauna NAT-T

source: DH Group 1
es: DH Grupo 1
ro: DH Grupul 1

source: DH Group 2 (default)
es: DH Grupo 2 (por defecto)
ro: DH Grupul 2 (implicit)

source: DH Group 5
es: DH Grupo 5
ro: DH Grupul 5

source: Server (default)
es: Servidor (por defecto)
ro: Server (implicit)

source: DH Group 2
es: DH Grupo 2
ro: DH Grupul 2

source: Infrastructure
es: Infraestructura
ro: Infrastructură

source: Dynamic WEP
es: WEP Dinámica
ro: WEP Dinamic

source: WPA-PSK Infrastructure
es: Infraestructura WPA-PSK
ro: WPA-PSK Infrastructura

source: WPA Enterprise
es: WPA Empresa
ro: WPA Întreprindere

source: Open
es: Abierta
ro: Deshide

source: Device state changed, unknown reason.
es: Cambió el estado del dispositivo, motivo desconocido.
ro: Starea dispozitivului a fost schimbată, motiv necunoscut

source: Device state changed.
es: Cambió el estado del dispositivo.
ro: Starea dispozitivului a fost schimbată

source: The device is now managed.
es: Eel dispositivo es ahora administrado.
ro: Dispozitivul este gestionat

source: The device is no longer managed.
es: El dispositivo ya no es administrado.
ro: Dispozitivul nu mai este gestionat

source: The device has not been ready for configuration.
es: El dispositivo no ha estado listo para la configuración.
ro: Dispozitivul nu este gata pentru configurare.

source: IP configuration could not be reserved (no available address, timeout, etc).
es: La configuración de IP no pudo ser reservada (sin dirección disponible, tiempo de espera, etc.)
ro: Configurarea IP nu poate fi rezervată ( adresa nedisponibilă, timp expirat, etc.)

source: The IP configuration is no longer valid.
es: La configuración de IP ya no es válida.
ro: IP configuraţie nu mai este valabilă

source: Passwords were required but not provided.
es: Se necesitan contraseñas, pero no fueron provistas.
ro: Este necesar de introdus parola, însă aceasta nu a fost introdusă

source: The 802.1X supplicant disconnected from the access point or authentication server.
es: El suplicante 802.1X fue desconectado del punto de acceso o servidor de autenticación.
ro: Suplicantul 802.1X a fost deconectat de la punctul de acces sau de la serverul de autentificare.

source: Configuration of the 802.1X supplicant failed.
es: Falló la configuración de el suplicante 802.1X.
ro: Eșuarea configurării suplicantului 802.1X.

source: The 802.1X supplicant quitted or failed unexpectedly.
es: El suplicante 802.1X se cerró o ha fallado inesperadamente.
ro: Suplicantul 802.1X a fost întrerupt sau a eşuat din motivele imprevizibile.

source: The 802.1X supplicant took too long time to authenticate.
es: El suplicante 802.1X ha tardado demasiado tiempo para autenticar.
ro: Autentificarea suplicantului 802.1X durează prea mult.

source: The PPP service failed to start within the allowed time.
es: El servicio PPP no se pudo iniciar dentro del tiempo permitido.
ro: Eșuarea pornirii serviciul PPP în timpul alocat.

source: The PPP service disconnected unexpectedly.
es: El servicio PPP se ha desconectado inesperadamente.
ro: Serviciul PPP s-a deconectat din motive imprevizibile

source: The PPP service quitted or failed unexpectedly.
es: El servicio PPP se cerró o ha fallado inesperadamente.
ro: Eșuarea sau întreruperea imprevizibilă a serviciul PPP.

source: The DHCP service failed to start within the allowed time.
es: El servicio DHCP no se pudo iniciar dentro del tiempo permitido.
ro: Serviciul DHCP a eşuat să pornească în timpul alocat.

source: The DHCP service reported an unexpected error.
es: El servicio DHCP ha informado un error inesperado.
ro: Serviciul DHCP a raportat o eroare din motivele imprevizibile.

source: The DHCP service quitted or failed unexpectedly.
es: El servicio DHCP se cerró o ha fallado inesperadamente.
ro: Serviciul DHCP s-a întrerupt sau a eşuat din motive imprevizibile.

source: The shared connection service failed to start.
es: No se pudo iniciar el servicio de conexión compartida.
ro: Serviciu conexiune de partajare: start eşuat

source: The shared connection service quitted or failed unexpectedly.
es: El servicio de conexión compartida se cerró o ha fallado inesperadamente.
ro: Serviciul conexiune de partajare s-a întrerupt sau a eşuat din motive imprevizibile.

source: The AutoIP service failed to start.
es: No se pudo iniciar el servicio AutoIP.
ro: Serviciul AutoIP: start eşuat

source: The AutoIP service reported an unexpected error.
es: El servicio de AutoIP ha informado un error inesperado.
ro: Serviciul auto IP a raportat o eroare imprevizibilă.

source: The AutoIP service quitted or failed unexpectedly.
es: El servicio AutoIP se cerró o ha fallado inesperadamente.
ro: Serviciul auto IP s-a întrerupt sau a eşuat din motivele imprevizibile.

source: Dialing failed due to busy lines.
es: La marcación ha fallado debido a líneas ocupadas.
ro: Apel eşuat - liniile sunt ocupate

source: Dialing failed due to no dial tone.
es: La marcación ha fallado debido a que no hay tono de marcado.
ro: Apel eşuat - lipseşte tonul de apel

source: Dialing failed due to the carrier.
es: La marcación ha fallado debido a la empresa proveedora de servicio.
ro: Apel eșuat din motivele dependente de furnizor.

source: Dialing timed out.
es: Se ha agotado el tiempo de marcación.
ro: Apel: timpul expirat.

source: Dialing failed.
es: Marcado fallido.
ro: Apel eşuat.

source: Modem initialization failed.
es: Error de inicialización del módem.
ro: Iniţializare modem: eşuat

source: Failed to select the specified GSM APN.
es: Error al seleccionar el APN GSM especificado.
ro: Eșuare selectare al GSM APN specificat .

source: No networks searched.
es: No se buscaron redes.
ro: Reţelele nu au fost căutate

source: Network registration was denied.
es: El registro de red fue denegado.
ro: Registrare reţea: respins

source: Network registration timed out.
es: El registro de red ha superado el tiempo de espera.
ro: Registrare reţea: timpul expirat

source: Register to the requested GSM network failed.
es: Ha fallado el registro para la red GSM solicitada.
ro: Înregistrarea în rețeaua GSM solicitată a eşuat.

source: PIN check failed.
es: La comprobación de PIN ha fallado.
ro: Verificarea PIN eşuată
